---
kind: type
id: T:Autodesk.Revit.DB.ExportLayerInfo
source: html/88a99694-968a-99f7-870a-f46737bd5927.htm
---
# Autodesk.Revit.DB.ExportLayerInfo

A value used to represent the info stored in the ExportLayerTable .

## Syntax (C#)
```csharp
public class ExportLayerInfo : IDisposable
```